Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 录制或导入会议后，Memonta 会帮你生成转写、总结和待办。语音转写与说话人区分都在本机完成，音频不会上传；数据保存在本机并加密保护。
ar: بعد تسجيل اجتماع أو استيراده، ينشئ لك Memonta التفريغ والملخص والمهام. يتم تفريغ الكلام وفصل المتحدثين على الجهاز، ولا يُرفع الصوت أبدًا؛ وتُخزَّن البيانات محليًا ومشفّرة.
de: Nach dem Aufnehmen oder Importieren einer Sitzung erstellt Memonta für Sie die Transkription, die Zusammenfassung und die Aufgaben. Sprachtranskription und Sprechertrennung laufen auf dem Gerät, das Audio wird nicht hochgeladen; die Daten werden lokal und verschlüsselt gespeichert.
en: After recording or importing a meeting, Memonta generates the transcription, summary, and to-dos for you. Speech transcription and speaker separation both run on-device, so the audio is never uploaded; data is stored locally and encrypted.
es: Tras grabar o importar una reunión, Memonta genera por ti la transcripción, el resumen y las tareas. La transcripción de voz y la separación de hablantes se realizan en el dispositivo, el audio no se sube; los datos se guardan localmente y cifrados.
fr: Après l'enregistrement ou l'importation d'une réunion, Memonta génère pour vous la transcription, le résumé et les tâches. La transcription vocale et la séparation des intervenants s'exécutent sur l'appareil, l'audio n'est jamais envoyé ; les données sont stockées localement et chiffrées.
hi: बैठक रिकॉर्ड करने या आयात करने के बाद, Memonta आपके लिए ट्रांसक्रिप्शन, सारांश और कार्य बनाता है। वाक् ट्रांसक्रिप्शन और वक्ता पृथक्करण डिवाइस पर ही होते हैं, ऑडियो कभी अपलोड नहीं होता; डेटा स्थानीय रूप से और एन्क्रिप्टेड सहेजा जाता है।
id: Setelah merekam atau mengimpor rapat, Memonta membuatkan transkripsi, ringkasan, dan tugas untuk Anda. Transkripsi suara dan pemisahan pembicara berjalan di perangkat, audio tidak pernah diunggah; data disimpan secara lokal dan terenkripsi.
it: Dopo aver registrato o importato una riunione, Memonta genera per te trascrizione, riepilogo e attività. La trascrizione vocale e la separazione dei parlanti avvengono sul dispositivo, l'audio non viene mai caricato; i dati sono archiviati localmente e crittografati.
ja: 会議を録音または読み込むと、Memonta が文字起こし・要約・ToDo を生成します。音声の文字起こしと話者分離はすべて本機で行われ、音声がアップロードされることはありません。データは本機に暗号化して保存されます。
ko: 회의를 녹음하거나 가져오면 Memonta가 전사, 요약, 할 일을 만들어 줍니다. 음성 전사와 화자 분리는 모두 기기에서 처리되며 오디오는 업로드되지 않습니다. 데이터는 로컬에 암호화되어 저장됩니다.
nl: Na het opnemen of importeren van een vergadering maakt Memonta de transcriptie, samenvatting en taken voor u. Spraaktranscriptie en sprekersscheiding gebeuren op het apparaat, de audio wordt nooit geüpload; gegevens worden lokaal en versleuteld opgeslagen.
pl: Po nagraniu lub zaimportowaniu spotkania Memonta utworzy transkrypcję, podsumowanie i zadania. Transkrypcja mowy i rozdzielanie mówców odbywają się na urządzeniu, dźwięk nie jest przesyłany; dane są przechowywane lokalnie i szyfrowane.
pt: Depois de gravar ou importar uma reunião, o Memonta gera por si a transcrição, o resumo e as tarefas. A transcrição de voz e a separação de falantes são feitas no dispositivo, o áudio nunca é enviado; os dados são guardados localmente e cifrados.
ru: После записи или импорта встречи Memonta создаст для вас расшифровку, резюме и задачи. Распознавание речи и разделение говорящих выполняются на устройстве, аудио не загружается; данные хранятся локально и в зашифрованном виде.
sv: När du har spelat in eller importerat ett möte skapar Memonta transkription, sammanfattning och uppgifter åt dig. Taltranskription och talarseparation körs på enheten, ljudet laddas aldrig upp; data lagras lokalt och krypterat.
th: หลังจากบันทึกหรือนำเข้าการประชุม Memonta จะสร้างคำถอดความ สรุป และงานให้คุณ การถอดความเสียงและการแยกผู้พูดทำงานบนอุปกรณ์ เสียงจะไม่ถูกอัปโหลด ข้อมูลถูกจัดเก็บในเครื่องและเข้ารหัส
tr: Bir toplantıyı kaydettikten veya içe aktardıktan sonra Memonta sizin için çeviri yazıyı, özeti ve görevleri oluşturur. Konuşma çeviri yazısı ve konuşmacı ayrımı cihazda yapılır, ses hiçbir zaman yüklenmez; veriler yerel olarak ve şifreli saklanır.
uk: Після запису чи імпорту наради Memonta створить для вас транскрипцію, підсумок і завдання. Розпізнавання мовлення та розділення мовців виконуються на пристрої, аудіо не завантажується; дані зберігаються локально й зашифровано.
vi: Sau khi ghi âm hoặc nhập cuộc họp, Memonta sẽ tạo bản chuyển ngữ, tóm tắt và việc cần làm cho bạn. Việc chuyển ngữ giọng nói và tách người nói đều chạy trên máy, âm thanh không bao giờ được tải lên; dữ liệu được lưu cục bộ và mã hóa.
zh_hant: 錄製或匯入會議後，Memonta 會幫你產生轉寫、總結和待辦。語音轉寫與說話人區分都在本機完成，音訊不會上傳；資料保存在本機並加密保護。

source: 录制支持全屏/选区/窗口：选定目标后点工具栏「录制」，3 秒倒计时开录，与录音共用停止链路，产物为视频+音频同文件夹入库
ar: يدعم التسجيل الشاشة كاملة/منطقة/نافذة: اختر الهدف ثم اضغط «تسجيل» في شريط الأدوات، وتبدأ بعد عدّ تنازلي 3 ثوانٍ، ويشارك مسار الإيقاف مع تسجيل الصوت، وتُحفظ النتيجة في المجلد نفسه كفيديو وصوت.
de: Die Aufnahme unterstützt Vollbild/Bereich/Fenster: Ziel wählen, in der Werkzeugleiste „Aufnehmen“ klicken, nach 3 Sekunden Countdown startet die Aufnahme; sie nutzt dieselbe Stopp-Kette wie die Audioaufnahme, das Ergebnis wird als Video + Audio im selben Ordner abgelegt.
en: Recording supports full screen / region / window: pick a target, click “Record” in the toolbar, and recording starts after a 3-second countdown; it shares the stop chain with audio recording, and the result is filed as video + audio in the same folder
es: La grabación admite pantalla completa/región/ventana: elige un objetivo y pulsa «Grabar» en la barra de herramientas; tras 3 segundos de cuenta atrás comienza, comparte la cadena de detención con la grabación de audio y el resultado se guarda en la misma carpeta como vídeo + audio.
fr: L'enregistrement prend en charge tout l'écran / une zone / une fenêtre : choisissez une cible, cliquez sur « Enregistrer » dans la barre d'outils ; après un décompte de 3 secondes, l'enregistrement démarre. Il partage la chaîne d'arrêt avec l'enregistrement audio et le résultat est classé dans le même dossier (vidéo + audio).
hi: रिकॉर्डिंग पूरी स्क्रीन/क्षेत्र/विंडो का समर्थन करती है: लक्ष्य चुनें और टूलबार में «रिकॉर्ड करें» दबाएँ; 3 सेकंड की उलटी गिनती के बाद रिकॉर्डिंग शुरू होती है, रोकने की प्रक्रिया ऑडियो रिकॉर्डिंग के साथ साझा है, और परिणाम उसी फ़ोल्डर में वीडियो + ऑडियो के रूप में सहेजा जाता है
id: Perekaman mendukung seluruh layar/area/jendela: pilih target lalu klik «Rekam» di bilah alat; setelah hitungan 3 detik dimulai, berbagi alur berhenti dengan perekaman audio, dan hasilnya disimpan di folder yang sama sebagai video + audio
it: La registrazione supporta tutto lo schermo/area/finestra: scegli un obiettivo e fai clic su «Registra» nella barra strumenti; dopo 3 secondi di conto alla rovescia inizia, condivide la catena di arresto con la registrazione audio e il risultato viene archiviato nella stessa cartella come video + audio.
ja: 録画は全画面/範囲/ウインドウに対応：対象を選び、ツールバーの「録画」をクリックすると 3 秒のカウントダウン後に録画が始まります。録音と同じ停止処理を使い、動画＋音声として同じフォルダに保存されます。
ko: 녹화는 전체 화면/영역/윈도우를 지원합니다. 대상을 선택한 뒤 도구 막대의 ‘녹화’를 누르면 3초 카운트다운 후 녹화가 시작되며, 녹음과 같은 중지 흐름을 사용하고 결과물은 동영상+오디오로 같은 폴더에 저장됩니다.
nl: Opnemen ondersteunt volledig scherm/gebied/venster: kies een doel en klik op «Opnemen» in de werkbalk; na een aftelling van 3 seconden start de opname, met dezelfde stopketen als audio-opname, en het resultaat wordt in dezelfde map opgeslagen als video + audio
pl: Nagrywanie obsługuje pełny ekran/obszar/okno: wybierz cel i kliknij „Nagraj” na pasku narzędzi; po 3-sekundowym odliczaniu rozpoczyna się nagrywanie, zatrzymywanie jest wspólne z nagrywaniem dźwięku, a wynik trafia do tego samego folderu jako wideo + dźwięk
pt: A gravação suporta ecrã inteiro/região/janela: escolha um alvo e clique em «Gravar» na barra de ferramentas; após uma contagem de 3 segundos começa, partilha a cadeia de paragem com a gravação de áudio e o resultado é guardado na mesma pasta como vídeo + áudio.
ru: Запись поддерживает весь экран/область/окно: выберите цель и нажмите «Запись» на панели инструментов; после 3-секундного отсчёта запись начнётся, остановка общая с аудиозаписью, а результат сохраняется в ту же папку как видео + аудио.
sv: Inspelning stöder helskärm/område/fönster: välj ett mål och klicka på «Spela in» i verktygsfältet; efter en nedräkning på 3 sekunder startar inspelningen, den delar stoppkedja med ljudinspelningen och resultatet sparas i samma mapp som video + ljud
th: การบันทึกรองรับเต็มหน้าจอ/พื้นที่/หน้าต่าง: เลือกเป้าหมายแล้วกด «บันทึก» ในแถบเครื่องมือ หลังนับถอยหลัง 3 วินาทีจะเริ่มบันทึก ใช้เส้นทางหยุดร่วมกับการบันทึกเสียง และผลลัพธ์ถูกเก็บในโฟลเดอร์เดียวกันเป็นวิดีโอ+เสียง
tr: Kayıt tam ekran/alan/pencere destekler: hedefi seçip araç çubuğunda «Kaydet»e basın; 3 saniyelik geri sayımdan sonra başlar, ses kaydıyla aynı durdurma zincirini kullanır ve sonuç aynı klasöre video + ses olarak kaydedilir
uk: Запис підтримує весь екран/область/вікно: виберіть ціль і натисніть «Запис» на панелі інструментів; після 3-секундного зворотного відліку запис почнеться, зупинка спільна з аудіозаписом, а результат зберігається в ту саму папку як відео + аудіо
vi: Ghi hỗ trợ toàn màn hình/vùng/cửa sổ: chọn mục tiêu rồi bấm «Ghi» trên thanh công cụ; sau 3 giây đếm ngược sẽ bắt đầu, dùng chung luồng dừng với ghi âm và kết quả được lưu vào cùng thư mục dưới dạng video + âm thanh
zh_hant: 錄製支援全螢幕/選區/視窗：選定目標後點工具列「錄製」，3 秒倒數開錄，與錄音共用停止鏈路，產物為影片+音訊同資料夾入庫

source: 录屏
ar: تسجيل الشاشة
de: Bildschirmaufnahme
en: Screen recording
es: Grabación de pantalla
fr: Enregistrement d'écran
hi: स्क्रीन रिकॉर्डिंग
id: Perekaman layar
it: Registrazione schermo
ja: 画面収録
ko: 화면 기록
nl: Schermopname
pl: Nagrywanie ekranu
pt: Gravação de tela
ru: Запись экрана
sv: Skärminspelning
th: การบันทึกหน้าจอ
tr: Ekran kaydı
uk: Запис екрана
vi: Ghi màn hình
zh_hant: 錄屏

source: 录屏 %@
ar: تسجيل الشاشة %@
de: Bildschirmaufnahme %@
en: Screen Recording %@
es: Grabación de pantalla %@
fr: Enregistrement d'écran %@
hi: स्क्रीन रिकॉर्डिंग %@
id: Perekaman Layar %@
it: Registrazione schermo %@
ja: 画面収録 %@
ko: 화면 녹화 %@
nl: Schermopname %@
pl: Nagrywanie ekranu %@
pt: Gravação de ecrã %@
ru: Запись экрана %@
sv: Skärminspelning %@
th: การบันทึกหน้าจอ %@
tr: Ekran Kaydı %@
uk: Запис екрана %@
vi: Ghi màn hình %@
zh_hant: 螢幕錄製 %@

source: 录屏与视频数据
ar: تسجيل الشاشة وبيانات الفيديو
de: Bildschirmaufnahme und Videodaten
en: Screen Recording and Video Data
es: Grabación de pantalla y datos de vídeo
fr: Enregistrement d'écran et données vidéo
hi: स्क्रीन रिकॉर्डिंग और वीडियो डेटा
id: Perekaman Layar dan Data Video
it: Registrazione schermo e dati video
ja: 画面収録と動画データ
ko: 화면 녹화 및 동영상 데이터
nl: Schermopname en videogegevens
pl: Nagrywanie ekranu i dane wideo
pt: Gravação de ecrã e dados de vídeo
ru: Запись экрана и видеоданные
sv: Skärminspelning och videodata
th: การบันทึกหน้าจอและข้อมูลวิดีโอ
tr: Ekran Kaydı ve Video Verileri
uk: Запис екрана та відеодані
vi: Ghi màn hình và dữ liệu video
zh_hant: 螢幕錄製與影片資料

source: 录屏中
ar: جارٍ تسجيل الشاشة
de: Bildschirmaufnahme läuft
en: Screen Recording
es: Grabando pantalla
fr: Enregistrement d'écran en cours
hi: स्क्रीन रिकॉर्डिंग चल रही है
id: Sedang merekam layar
it: Registrazione schermo in corso
ja: 画面収録中
ko: 화면 녹화 중
nl: Schermopname bezig
pl: Nagrywanie ekranu w toku
pt: Gravando ecrã
ru: Идёт запись экрана
sv: Skärminspelning pågår
th: กำลังบันทึกหน้าจอ
tr: Ekran kaydediliyor
uk: Йде запис екрана
vi: Đang ghi màn hình
zh_hant: 螢幕錄製中

source: 录屏中 · %@
ar: جارٍ تسجيل الشاشة · %@
de: Bildschirmaufnahme läuft · %@
en: Screen Recording · %@
es: Grabando pantalla · %@
fr: Enregistrement d'écran en cours · %@
hi: स्क्रीन रिकॉर्डिंग चल रही है · %@
id: Sedang merekam layar · %@
it: Registrazione schermo in corso · %@
ja: 画面収録中 · %@
ko: 화면 녹화 중 · %@
nl: Schermopname bezig · %@
pl: Nagrywanie ekranu w toku · %@
pt: Gravando ecrã · %@
ru: Идёт запись экрана · %@
sv: Skärminspelning pågår · %@
th: กำลังบันทึกหน้าจอ · %@
tr: Ekran kaydediliyor · %@
uk: Йде запис екрана · %@
vi: Đang ghi màn hình · %@
zh_hant: 螢幕錄製中 · %@

source: 录屏产生的视频文件与导入的原始视频都只保存在本机数据文件夹中，不会上传到我们的服务器。打开视频条目可在「画面」页随时「清理视频」删除原始视频，关键帧与画面要点保留。
ar: تُحفظ ملفات الفيديو الناتجة عن تسجيل الشاشة ومقاطع الفيديو الأصلية التي تستوردها في مجلد البيانات المحلي فقط، ولا تُرفع إلى خوادمنا. افتح عنصر الفيديو واستخدم «تنظيف الفيديو» في تبويب «الصورة» لحذف الفيديو الأصلي في أي وقت، مع الاحتفاظ بالإطارات الرئيسية والملاحظات المرئية.
de: Von der Bildschirmaufnahme erzeugte Videodateien und importierte Originalvideos werden nur im lokalen Datenordner gespeichert und nie auf unsere Server hochgeladen. In einem Videoeintrag können Sie im Tab „Bild“ jederzeit „Video aufräumen“ wählen, um das Originalvideo zu löschen; Keyframes und visuelle Notizen bleiben erhalten.
en: Video files produced by screen recording, and the original videos you import, are stored only in the local data folder and are never uploaded to our servers. Open a video item and use “Clean up video” on the Picture tab to delete the original video at any time; keyframes and visual notes are kept.
es: Los archivos de vídeo generados por la grabación de pantalla y los vídeos originales que importas se guardan solo en la carpeta de datos local y nunca se suben a nuestros servidores. Abre un elemento de vídeo y usa «Limpiar vídeo» en la pestaña «Imagen» para borrar el vídeo original cuando quieras; los fotogramas clave y las notas visuales se conservan.
fr: Les fichiers vidéo issus de l'enregistrement d'écran et les vidéos d'origine que vous importez sont stockés uniquement dans le dossier de données local et ne sont jamais envoyés à nos serveurs. Ouvrez un élément vidéo et utilisez « Nettoyer la vidéo » dans l'onglet Image pour supprimer la vidéo d'origine à tout moment ; les images clés et le résumé visuel sont conservés.
hi: स्क्रीन रिकॉर्डिंग से बनी वीडियो फ़ाइलें और आपके आयातित मूल वीडियो केवल स्थानीय डेटा फ़ोल्डर में रखे जाते हैं और हमारे सर्वर पर कभी अपलोड नहीं होते। वीडियो आइटम खोलकर «चित्र» टैब में «वीडियो साफ़ करें» से मूल वीडियो कभी भी हटा सकते हैं; कीफ़्रेम और दृश्य नोट्स सुरक्षित रहते हैं।
id: File video hasil perekaman layar dan video asli yang Anda impor hanya disimpan di folder data lokal dan tidak pernah diunggah ke server kami. Buka item video dan gunakan «Bersihkan video» di tab «Gambar» untuk menghapus video asli kapan saja; keyframe dan catatan visual tetap disimpan.
it: I file video creati dalla registrazione schermo e i video originali che importi sono salvati solo nella cartella dati locale e non vengono mai caricati sui nostri server. Apri un elemento video e usa «Pulisci video» nella scheda «Immagine» per eliminare il video originale quando vuoi; fotogrammi chiave e note visive vengono conservati.
ja: 画面収録で作成された動画ファイルと取り込んだ元の動画は、本機のデータフォルダにのみ保存され、当社のサーバーには送信されません。動画項目を開き「画面」タブの「動画を整理」で元の動画をいつでも削除できます（キーフレームと画面メモは保持されます）。
ko: 화면 녹화로 만들어진 동영상 파일과 가져온 원본 동영상은 이 Mac의 데이터 폴더에만 저장되며 당사 서버로 업로드되지 않습니다. 동영상 항목을 열고 ‘화면’ 탭에서 ‘동영상 정리’를 눌러 언제든 원본 동영상을 삭제할 수 있습니다(키프레임과 화면 요약은 유지).
nl: Videobestanden van schermopname en de originele video’s die je importeert worden alleen in de lokale gegevensmap opgeslagen en nooit naar onze servers geüpload. Open een video-item en gebruik «Video opruimen» op het tabblad «Beeld» om de originele video op elk moment te verwijderen; keyframes en visuele notities blijven bewaard.
pl: Pliki wideo powstałe przy nagrywaniu ekranu oraz importowane oryginalne filmy są przechowywane wyłącznie w lokalnym folderze danych i nigdy nie są wysyłane na nasze serwery. Otwórz element wideo i użyj „Wyczyść wideo” na karcie „Obraz”, aby w każdej chwili usunąć oryginalny film; klatki kluczowe i notatki wizualne pozostają.
pt: Os ficheiros de vídeo criados pela gravação de ecrã e os vídeos originais que importa são guardados apenas na pasta de dados local e nunca são enviados para os nossos servidores. Abra um item de vídeo e use «Limpar vídeo» no separador «Imagem» para eliminar o vídeo original quando quiser; os fotogramas-chave e as notas visuais são mantidos.
ru: Видеофайлы, созданные при записи экрана, и импортированные оригинальные видео хранятся только в локальной папке данных и никогда не загружаются на наши серверы. Откройте видеоэлемент и в разделе «Изображение» выберите «Очистить видео», чтобы в любой момент удалить оригинал; ключевые кадры и визуальные заметки сохраняются.
sv: Videofiler från skärminspelning och de originalvideor du importerar sparas bara i den lokala datamappen och laddas aldrig upp till våra servrar. Öppna ett videoobjekt och använd «Rensa video» på fliken «Bild» för att ta bort originalvideon när som helst; nyckelbildrutor och visuella anteckningar behålls.
th: ไฟล์วิดีโอที่เกิดจากการบันทึกหน้าจอและวิดีโอต้นฉบับที่นำเข้า จะถูกเก็บไว้ในโฟลเดอร์ข้อมูลในเครื่องนี้เท่านั้น และไม่ถูกอัปโหลดไปยังเซิร์ฟเวอร์ของเรา เปิดรายการวิดีโอแล้วใช้ «ล้างวิดีโอ» ในแท็บ «ภาพ» เพื่อลบวิดีโอต้นฉบับได้ทุกเมื่อ โดยคีย์เฟรมและบันทึกภาพยังคงอยู่
tr: Ekran kaydıyla oluşturulan video dosyaları ve içe aktardığınız orijinal videolar yalnızca yerel veri klasöründe saklanır ve sunucularımıza hiçbir zaman yüklenmez. Bir video öğesini açıp «Görüntü» sekmesinde «Videoyu temizle» ile orijinal videoyu istediğiniz zaman silebilirsiniz; kare ve görsel notlar korunur.
uk: Відеофайли, створені записом екрана, та імпортовані оригінальні відео зберігаються лише в локальній папці даних і ніколи не завантажуються на наші сервери. Відкрийте відеоелемент і скористайтеся «Очистити відео» на вкладці «Зображення», щоб будь-коли видалити оригінал; ключові кадри та візуальні нотатки зберігаються.
vi: Tệp video tạo bởi tính năng ghi màn hình và video gốc bạn nhập chỉ được lưu trong thư mục dữ liệu trên máy này, không bao giờ tải lên máy chủ của chúng tôi. Mở mục video và dùng «Dọn video» trong tab «Hình ảnh» để xóa video gốc bất cứ lúc nào; khung hình chính và ghi chú hình ảnh vẫn được giữ.
zh_hant: 螢幕錄製產生的影片檔案與匯入的原始影片都只保存在本機資料資料夾中，不會上傳到我們的伺服器。開啟影片項目可在「畫面」頁隨時「清理影片」刪除原始影片，關鍵影格與畫面要點保留。
